{
    "series": "Uncanny X-Men, Vol. 1",
    "issue_number": "123",
    "issue_ext": "A",
    "publisher": "Marvel Comics",
    "cover_date": "1979/07",
    "purchase_date": null,
    "value": "19.00",
    "cover_url": "https://clzcomics.r.sizr.io/core/covers/lg/3f/3f_94570_0_ListenStopMeIfYouveHeardItButT.jpg",
    "collection_status": "On Wish List",
    "age": "Bronze",
    "key": "Minor",
    "key_reason": "Controversial Issue",
    "datasetversion": "12",
    "hash": "CLZ-0000",
    "bpcomicid": "94570",
    "title": "Listen--Stop Me If You've Heard It--But This One Will Kill You!",
    "bpseriesid": "8106",
    "displayname": "Other",
    "complete": "No",
    "onpulllist": "No",
    "ignoreformissingcomics": "No",
    "plot": "Swinging through New York City, Spider-Man drops in on Scott Summers and Colleen Wing to catch up on things, before leaving for a date with Cissy Ironwood. After he leaves, he hears a familiar sound and knows someone is in trouble, and he has an idea who. \n\nNightcrawler and Colossus are on a double date at the Lincoln Center when they are captured in a steel box, gassed and air lifted away. Banshee is shot with a tranquiliser dart at the mansion, along with Storm, who succumbs to the villainous Arcadeâs deviousness. Spider-Man calls the mansion to warn the X-Men, but finds he is too late. Arcade warns him that, once heâs finished with them, heâs coming after Spider-Man himself. Wolverine is also captured and the six X-Men find themselves at the mercy of Murderworld. \n\nThey are quickly separated and channelled into individually created rooms, where they face Arcadeâs deadly toys and equally deadly choices. Colossus faces no nefarious devices, but instead is spoken to by KGB Colonel Alexei Vazhin, who proceeds to brainwash him. The X-Men struggle against their respective opponents and devices, but Cyclops doesnât trust Arcade and, instead of playing ball, he blasts out the wall in his room, emerging in the same area as Wolverine. They decide to leave, but Wolverine is ambushed by Colossus, who now believes he is the Proletariat. His first mission is to smash the X-Men.",
    "pagecount": "32",
    "myrating": "0",
    "issuenr": "123",
    "issueext": "A",
    "month": "07",
    "date": "1979/07",
    "displaydate": "Jul 1979",
    "timestamp": "1711322307",
    "coverfrontdefault": "https://clzcomics.r.sizr.io/core/covers/lg/3f/3f_94570_0_ListenStopMeIfYouveHeardItButT.jpg",
    "coverfrontfilesizedefault": "-1",
    "quantity": "1",
    "index": "1366",
    "collectionstatus": "On Wish List",
    "currentprice": "0",
    "coverprice": "0.40",
    "readit": "No",
    "sortid": "0",
    "iskeycomic": "Minor",
    "keycomicreason": "Controversial Issue",
    "valueislocked": "No",
    "id": "351604",
    "rating": "0.0",
    "isslabbed": "Raw",
    "grade": "FN",
    "raw": "1",
    "stale": "0",
    "usecustomcreators": "No",
    "usecustomcharacters": "No"
}